{
  "navigation.learn": "Learn",
  "navigation.rarity": "Rarity",
  "navigation.generate": "Generate",
  "navigation.faq": "FAQ",
  "navigation.myNfts": "My NFTs",
  "navigation.linkDrop": "LinkDrop",
  "navigation.connectWallet": "Connect Wallet",
  "navigation.connectWalletLogOut": "Log Out",
  "hero.titleBlack": "The First Fleet of the",
  "hero.titlePurpure": "Metaverse",
  "hero.textGreenTop": "Join an Exclusive Community of NEAR early adopters and BUIDLers.",
  "hero.textGreenBottom": "Misfits Dropping Soon",
  "hero.mintButton": "Mint your first!",

  "learn.title": "Introducing",
  "learn.titleNear": " NEAR Misfits (Gen 0)",
  "learn.textTop": "10,000 brave souls set out into the vast unknown to explore the Metaverse... Only 1,923 survived.",
  "learn.textBottom": "These Misfits are part of a Decentralised Special Operations crew from all over the world and all walks of life. A group of humans rising to the challenge of their times, coming together to build the Metaverse: challenge the status quo, push the boundaries of what is possible, build and contribute to enabling technology.",

  "rarity.title": "Types of Misfits (Rarity)",
  "rarity.rateListNormies": "Normies",
  "rarity.rateListZombies": "Zombies",
  "rarity.rateListSkeletons": "Skeletons",
  "rarity.rateListNearkats": "Nearkats",
  "rarity.rateListGlitch": "Glitch",
  "rarity.textTop": "All Misfits are equal, but some are more equal than others!",
  "rarity.textCenter": "Amongst the 1923 Misfits there are 1600 Normies, 150 Zombies, 101 Skeletons (‘Skellies’), 50 Nearkats and the most rare of them all - 22 Glitched!",
  "rarity.textBottom": "Each one of these cohorts have a unique story, which we will unveil soon…",

  "generate.title": "Why generate one?",
  "generate.textTop": "Aside from participating in coolest, most amazing, and first of its kind NFT Avatar project on the NEAR ecosystem to date and getting a jaw dropping profile picture you can show off all over the interwebz - when you buy a NEAR Misfit you are helping us evolve and build the future of Misfits.",
  "generate.textCenter": "We can’t reveal much yet, but the future is full of excitement and opportunities for Misfits!",
  "generate.titleBottom": "Alright, how much?",
  "generate.textBottom": "NEAR Misfits are priced at a flat rate of",
  "generate.generateButton": "Generate",
  "generate.generateButtonSoldOut": "Buy on Mintbase",
  "generate.soldOut": "Sold Out",

  "faq.title": "Frequently Asked Questions",
  "faq.titleNFT": "What is an NFT?",
  "faq.textNFT": "An NFT stands for “Non-fungible token” and is a fancy way of saying it’s a unique, one of a kind digital item that users can buy, own, and trade. Some NFTs main function are to be digital art and look cool, some offer additional utility like exclusive access to websites or participation in an event, think of it like a rare piece of art that can also act as a “members” card.",
  "faq.titleInvolved": "This sounds awesome, how do I get involved?",
  "faq.textInvolved": "Head over to the Discord, jump in on the conversation and let us know your ideas!",
  "faq.titleSecondFleet": "Wen Second Fleet to the Metaverse?!",
  "faq.textSecondFleet": "Yes! Near Misfits is an exclusive, limited collection of only 1923 NFTs. There may be more Generations to be released afterwards with cool features - such as composability - and, of course, special perks for Gen 0 Misfits *wink*.",
  "faq.titleMetaverse": "What is the Metaverse?",
  "faq.textMetaverse": "The Metaverse refers to a shared virtual experience where land, avatars and names can be bought and sold, often using cryptocurrency. The NEAR is growing fast and shaping up to be the host of rich Metaverse with games and other virtual experiences.",
  "faq.titleMisfit": "What can I do with my NEAR Misfit?",
  "faq.textMisfit": "You are free to do anything with them under a non-exclusive license. We encourage you to display them loud and proud as your social media Avatar (Twitter, Discord, etc.) and SOON you will be able to use it on the growing Metaverse on NEAR.",
  "faq.titleMisfitInvestment": "Are NEAR Misfits a good investment?",
  "faq.textMisfitInvestment": "That is ultimately a decision for you to make. We have created NEAR Misfits to be the best version of yourself as you enter the NEAR Metaverse. We believe NEAR Misfits have an exciting future ahead of them as Misfits grow into an active community of early adopters and contributors and as the NEAR ecosystem grows - there could be a lot more people wanting to join the Misfits party than Misfits available. Be mindful that, ultimately, the success of NEAR Misfits relies on many, many factors and variables, hard to tell with certainty what could happen in the future! Hopefully NEAR Misfits go to the moon, but like anything in life, don’t spend money you can’t afford to not have, and enjoy the journey!",
  "faq.titleRoyalties": "Why do we need royalties?",
  "faq.textRoyalties": "The amount of royalties is fixed at 15% to finance the future developments of NEAR Misfits. We are very ambitious and have plans to run a series of projects and events around to world to grow and strengthen the NEAR ecosystem.",
  "faq.titleTeam": "Whose the team?",
  "faq.textTeam1": "Ollie - Misfit in Chief",
  "faq.textTeam2": "Dropbear Degenerate (AVB) - Insurrectionalist Intern",
  "faq.textTeam3": "Koala Collective - an array of Misfit collaborators across projects including TENK and HumanGuild",

  "footer.buildOn": "BUILD ON",
  "footer.text": "NEAR Misfits NFTs are built on top of NEAR Protocol, where minting NFTs cost less than a cent per item.",
  "footer.copyright": "© 2021 NEAR Misfits. All Rights Reserved.",

  "linkDrop.titleSoldOutWhite": "You don't have any",
  "linkDrop.titleSoldOutPurpure": "LinkDrops",
  "linkDrop.titleSoldOutEnd": "yet",
  "linkDrop.buyNftWhite": "Buy your first ",
  "linkDrop.buyNftPurpure": "NFT",
  "linkDrop.titlePurpure": "Share",
  "linkDrop.titleBlack": " a mystery",
  "linkDrop.titlePurpureNft": "NFT",
  "linkDrop.titleBlackEnd": "with your friend",
  "linkDrop.sharebleLinks": "Shareable links",
  "linkDrop.sharebleText": "Who did I share this link with?",
  "linkDrop.copyText": "copied",
  "linkDrop.saveText": "save",
  "linkDrop.saveButton": "saved",

  "buy.buyMoreButton": "Buy more",
  "buy.buyMoreMessage": "select 1 or 10 misfits",
  "buy.giftLinkButton": "Generate gift links",
  "buy.giftLinkMessage": "select 1 link drop",
  "buy.giftLinkText": "Share a mystery NFT for your friend",
  "buy.sendNftButton": "Send an NFT"
}
